Repository: mcguffin/wp-robocrop
Catalog: languages/wp-robocrop-*.po
Languages: de_de

source: Edit Image sizes
de_de: Bildgrößen bearb.

source: Save Changes
de_de: Änderungen speichern

source: Close
de_de: Schließen

source: Cancel
de_de: Abbrechen

source: Reset
de_de: Zurücksetzen

source: Attachment Details
de_de: Anhang Details

source: Set Focus Point
de_de: Fokuspunkt setzen

source: Click on the most important spot of the image.
de_de: Klicke auf den wichtigsten Punkt im Bild.

source: Cancel Upload
de_de: Uplaod abbrechen

source: Upload with Focus Point
de_de: Upload mit Fokuspunkt

source: If checked you will be asked to set a focus point before an image gets uploaded
de_de: Wenn ausgewählt kannst Du beim Bildupload den Fokuspunkt auswählen

source: Custom Image Sizes
de_de: Eigene Bildformate

source: Let Robocrop manage image sizes.
de_de: Robocrop soll die Bildformate verwalten.

source: If checked you will be able to manage all image sizes here.
de_de: Wenn ausgewählt kannst Du hier alle Bildformate bearbeiten.

source: Additional Sizes
de_de: Zusätzliche Bildformate

source: Add additional image sizes
de_de: Weitere Bildgrößen hinzufügen

source: Image size
de_de: Bildgröße

source: Apply Focus Point
de_de: Fokuspunkt anwenden

source: Apply to all sizes
de_de: Auf alle Formate anwenden

source: Dimensions
de_de: Größen

source: Height
de_de: Höhe

source: Ratio
de_de: Seitenverhältnis

source: Crop
de_de: Beschneiden

source: Options
de_de: Optionen

source: Scaled Sizes
de_de: Abformate

source: No custom image sizes yet
de_de: Keine eigenen Bildgrößen bisher

source: Save to Theme
de_de: Im Theme speichern

source: Load from Theme
de_de: Vom Theme laden

source: Restore Dafaults
de_de: Zurück zu den Standardeinstellungen

source: Add Size
de_de: Format hinzufügen

source: Key
de_de: Schlüssel

source: Selectable
de_de: Auswählbar

source: Factor
de_de: Faktor

source: No scaled sizes
de_de: Keine Abformate

source: Add
de_de: Hinzuf.

source: Remove Size
de_de: Format Entfernen

source: Remove
de_de: Entfernen
